
<div class="img view"><img src="<?php echo Yii::app()->baseUrl; ?>/images/logo-ourhouse.jpg" /></div>
<div class="des">
Ourhouse坐落于马里兰州蒙哥马利县一个140英亩的农场里。那时候16个年轻男子和两个学员住在一个房间。同时宿舍里也配有一个教室计算机室、餐厅、厨房、洗衣设施和娱乐室。 
</div>
<div class="des">
Our  house其实是一个获奖项目, 早在2002年10月在《纽约人》杂志刊登的获奖启示中它已经受到了国家、国际的关注。2001年6月, Our  house被被授予托马斯•杰斐逊奖章优秀公共服务仪式在美国最高法院进行。作为47位获奖者之一——获奖人的选择是从超过15000个慈善机构和代理机构——our house感到非常荣幸，在正义的伸张桑德拉•戴•奥康纳日。2001年5月, Our  house荣获"9 Who Care 奖"由CBS频道9选择从整个华盛顿特区的覆盖区域进行收集的选票。学员被邀请登上在一个两个半分钟新闻夹在有新闻主播JC海沃德主持的节目里。2000年8月，Our  house被选从成千上万的提名中脱颖而出获得“用你的生命奖“在奥普拉的天使网络的有奥普拉•温弗瑞主持的“奥普拉秀”电视节目。由于我们在奥普拉秀的大范围曝光，我们收到了无数的关于改善居住请求和想法来自美国和整个世界, 无数的关于改善居住请求和想法，而我们也知道如何去实现它。

</div>
<div class="des">
岁月更迭，风雨洗涤，仍不变初心。our house 坚持做纯粹的手工家具，将温暖的手工制品携带涓涓爱心带进千家万户。
</div>
